{
    "en": {
        "about-me": "About me",
        "about-me-cegep": "",
        "about-me-cegep-content": "",
        "about-me-cegep-information": "",
        "about-me-cf-title": "ColdFusion",
        "about-me-cf-content": "Test",
        "about-me-csharp-title": "C#",
        "about-me-csharp-content": "Test",
        "about-me-cpp-title": "C++",
        "about-me-cpp-content": "Test",
        "about-me-home-content": "Visit my <a href=\"about.html\">About me</a> page. In this page, you will be able to learn more about myself, my skill as well as my experience.",
        "about-me-introduction": "",
        "about-me-java-title": "Java",
        "about-me-java-content": "Test",
        "about-me-js-title": "JavaScript",
        "about-me-js-content": "Test",
        "about-me-skills": "Skills",
        "about-me-skills-content": "",
        "about-me-sql-title": "SQL",
        "about-me-sql-content": "Test",
        "about-me-studies": "Studies",
        "about-me-university": "Université du Québec à Chicoutimi",
        "about-me-university-content": "",
        "about-me-university-information": "Bachelor's in video game development, 2021-2024",
        "developer": "Éric Hébert",
        "developer-info": "Éric Hébert - Video Game Developer",
        "developer-info-content": "I am Éric Hébert, a student in video game development at Université du Québec à Chicoutimi. I am capable with multiple game engines, notably Unreal Engine, Unity 3D and PhaserJS. I invite you to browse my site.",
        "empty": "",
        "home": "Home",
        "lang": "FR",
        "projects": "Projects",
        "projects-home-content": "I invite you to visit my <a href=\"projects.html\">projects</a> page. This page has everything regarding my video game projects."
    },
    "fr": {
        "about-me": "À propos",
        "about-me-cegep": "CÉGEP de l'Outaouais",
        "about-me-cegep-content": "J'ai choisi l'informatique de gestion au Cégep de l'Outaouais puisque je souhaitais devenir programmeur et ce programme me permettais d'apprendre la programmation, tout en se spécialisant vers le développement web que j'ai commencé à apprendre durant mes études au secondaire. À cet établissement, j'ai appris la base de la programmation, notamment la programmation orienté objet, le développement web avec différents framework (ASP.NET MVC, Laravel, etc.), le développement d'applications mobile ainsi que de la programmation réseau.",
        "about-me-cegep-information": "Diplôme d'étude collégiale en informatique de gestion, 2016-2020",
        "about-me-cf-title": "ColdFusion",
        "about-me-cf-content": "Test",
        "about-me-csharp-title": "C#",
        "about-me-csharp-content": "Test",
        "about-me-cpp-title": "C++",
        "about-me-cpp-content": "Test",
        "about-me-home-content": "Visitez ma page <a href=\"about.html\">À propos</a>. Dans cette page, vous pourrez en apprendre un peu plus à propos de moi, mes compétences ainsi que mon expérience.",
        "about-me-introduction": "Je suis Éric Hébert, un étudiant en développement de jeux vidéo à l'Université du Québec à Chicoutimi. Depuis que je suis jeune, je suis intéressé par l'informatique et les jeux vidéo. Je me rappelle de jouer à la <i>Nintendo 64</i> avec mes frères ou même à <i>Runescape</i> sur nos ordinateurs. Cette passion, développé depuis ma jeunesse, m'a porté à changer du développement web vers le développement de jeux vidéo.",
        "about-me-java-title": "Java",
        "about-me-java-content": "Test",
        "about-me-js-title": "JavaScript",
        "about-me-js-content": "Test",
        "about-me-skills": "Compétences",
        "about-me-skills-content": "",
        "about-me-sql-title": "SQL",
        "about-me-sql-content": "Test",
        "about-me-studies": "Études",
        "about-me-university": "Université du Québec à Chicoutimi",
        "about-me-university-content": "J'ai choisi le développement en jeux vidéo cet université puisque j'avais déjà entendu de cet université lors de mon temps au CÉGEP. Grâce à mon parcours académique à cet université, j'ai appris à programmé en C++, tout le processus de développement de jeux vidéo, notamment la conception, répondre aux besoins d'un client, collaborer avec des artistes, et le développement de jeux avec les moteurs Unreal Engine ainsi que Unity 3D.",
        "about-me-university-information": "Baccalauréat en développement de jeux vidéo, 2021-2024",
        "developer": "Éric Hébert",
        "developer-info": "Éric Hébert - Développeur de jeux vidéo",
        "developer-info-content": "Je suis Éric Hébert, un étudiant en développement de jeux vidéo à l'Université du Québec à Chicoutimi. Je suis habile avec plusieurs moteur de jeux, notamment Unreal Engine, Unity 3D ainsi que PhaserJS. Je vous invite à naviguer mon site.",
        "empty": "",
        "home": "Accueil",
        "lang": "EN",
        "projects": "Projets",
        "projects-home-content": "Je vous invite à voir ma page <a href=\"projects.html\">projets</a>. Cette page contient tous mes projets reliés au développement de jeux vidéos."
    }
}